aliariff.vscode-erb-beautify
astro-build.astro-vscode
continue.continue
craigmaslowski.erb
csstools.postcss
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jkjustjoshing.vscode-text-pastry
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
shopify.polaris-for-vscode
shopify.theme-check-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
unifiedjs.vscode-mdx
vayan.haml